Repository: precliniverse/preclinitrain
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Moderate
fr: Modéré

source: User
fr: Utilisateur

source: Initial Regulatory Training Level
fr: Niveau de Formation Réglementaire Initiale

source: Training Certificate (PDF, DOCX, Images)
fr: Attestation de Formation (PDF, DOCX, Images)

source: Save Initial Training
fr: Enregistrer la Formation Initiale

source: Event Title
fr: Titre de l'événement

source: Location (if presential)
fr: Lieu (si présentiel)

source: Event Date and Time
fr: Date et Heure de l'événement

source: Duration (hours)
fr: Durée (heures)

source: Program/Document (PDF, DOCX, Images)
fr: Programme/Document (PDF, DOCX, Images)

source: Save Event
fr: Enregistrer l'événement

source: Event
fr: Événement

source: Event Date
fr: Date de l'événement

source: Validated Hours
fr: Heures Validées

source: Status
fr: Statut

source: Validate
fr: Valider

source: Validate Selection
fr: Valider la Sélection

source: Manage Continuous Training Events
fr: Gérer les Événements de Formation Continue

source: Continuous training event added successfully!
fr: Événement de formation continue ajouté avec succès !

source: Add Continuous Training Event
fr: Ajouter un Événement de Formation Continue

source: Duration in hours is mandatory to validate the event.
fr: La durée en heures est obligatoire pour valider l'événement.

source: Edit Continuous Training Event
fr: Éditer un Événement de Formation Continue

source: Continuous training event validated successfully!
fr: Événement de formation continue validé avec succès !

source: Continuous training event updated successfully!
fr: Événement de formation continue mis à jour avec succès !

source: Continuous training event deleted successfully!
fr: Événement de formation continue supprimé avec succès !

source: Manage Initial Regulatory Trainings
fr: Gérer les Formations Réglementaires Initiales

source: Initial regulatory training added successfully!
fr: Formation réglementaire initiale ajoutée avec succès !

source: Add Initial Regulatory Training
fr: Ajouter une Formation Réglementaire Initiale

source: Initial regulatory training updated successfully!
fr: Formation réglementaire initiale mise à jour avec succès !

source: Edit Initial Regulatory Training
fr: Éditer une Formation Réglementaire Initiale

source: Initial regulatory training deleted successfully!
fr: Formation réglementaire initiale supprimée avec succès !

source: Validate Continuous Trainings
fr: Valider les Formations Continues

source: Continuous trainings validated successfully!
fr: Formations continues validées avec succès !

source: Error validating continuous trainings.
fr: Erreur lors de la validation des formations continues.

source: Invalid validated hours. Must be a positive number.
fr: Heures validées invalides. Doit être un nombre positif.

source: Continuous training validated successfully!
fr: Formation continue validée avec succès !

source: Database error during validation: %(error)s
fr: Erreur de base de données lors de la validation: %(error)s

source: Continuous training rejected successfully!
fr: Formation continue rejetée avec succès !

source: Skills Booklet of %(user_name)s - %(generation_date)s
fr: Livret de Compétences de %(user_name)s - %(generation_date)s

source: User Information
fr: Informations utilisateur

source: Full Name
fr: Nom Prénom

source: Diploma
fr: Diplôme

source: Establishment
fr: Etablissement

source: Country
fr: Pays

source: Date of Success
fr: Date de réussite

source: Level of Study
fr: Niveau d'étude

source: Remarks
fr: Remarques

source: Specific training in animal experimentation
fr: Formation spécifique à l'expérimentation animale

source: Level
fr: Niveau

source: Species
fr: Espèces

source: Approval No.
fr: N° Agrément

source: days
fr: jours

source: Continuous Training
fr: Formation Continue

source: Thematic
fr: Thematique

source: Duration (d)
fr: Durée (j)

source: Technical Skills
fr: Compétences techniques

source: Tutor
fr: Tuteur

source: Your continuous training event request has been submitted for validation!
fr: Votre demande d'événement de formation continue a été soumise pour validation !

source: Please correct the form errors.
fr: Veuillez corriger les erreurs du formulaire.

source: Request a Continuous Training Event
fr: Demander un Événement de Formation Continue

source: The selected continuous training event cannot be found.
fr: L'événement de formation continue sélectionné est introuvable.

source: Your participation in the continuous training has been submitted for validation!
fr: Votre participation à la formation continue a été soumise pour validation !

source: Submit a Continuous Training Attendance
fr: Soumettre une Participation à une Formation Continue

source: Your initial regulatory trainings have been successfully saved/updated!
fr: Vos formations réglementaires initiales ont été enregistrées/mises à jour avec succès !

source: New API key generated successfully!
fr: Nouvelle clé API générée avec succès !

source: Your skill proposal has been submitted to the administrators.
fr: Votre proposition de compétence a été soumise aux administrateurs.

source: Propose a Skill
fr: Proposer une Compétence

source: Your external training has been submitted for validation.
fr: Votre formation externe a été soumise pour validation.

source: Practices and levels updated successfully!
fr: Pratiques et niveaux mis à jour avec succès !

source: Error while updating practices: %(error)s
fr: Erreur lors de la mise à jour des pratiques: %(error)s

source: Training request updated successfully!
fr: Demande de formation mise à jour avec succès !

source: Edit Training Request
fr: Modifier la Demande de Formation

source: External training deleted successfully!
fr: Formation externe supprimée avec succès !

source: External training updated successfully!
fr: Formation externe mise à jour avec succès !

source: Edit External Training
fr: Modifier la Formation Externe

source: Program (PDF, DOCX, Images)
fr: Programme (PDF, DOCX, Images)

source: Additional Notes
fr: Notes additionnelles

source: Submit Event Request
fr: Soumettre la Demande d'Événement

source: Initial Training Type
fr: Type de Formation Initiale

source: Submit
fr: Envoyer

source: Continuous Training Event
fr: Événement de Formation Continue

source: Attendance Certificate (PDF, DOCX, Images)
fr: Attestation de Présence (PDF, DOCX, Images)

source: Declare my Presence
fr: Déclarer ma Présence

source: Description (optional)
fr: Description (optionnel)

source: Propose Skill
fr: Proposer la Compétence

source: You are not currently leading any teams.
fr: Vous n'êtes responsable d'aucune équipe.

source: PrecliniTrain
fr: Gestionnaire de Formation

source: Skills
fr: Compétences

source: Dashboard
fr: Tableau de bord

source: Training Paths
fr: Parcours de formation

source: Training Sessions
fr: Sessions de formation

source: Roles
fr: Rôles

source: Team
fr: Équipe

source: Language
fr: Langue

source: Login
fr: Connexion

source: No new notifications
fr: Aucune nouvelle notification

source: Edit Profile
fr: Modifier le profil

source: Logout
fr: Déconnexion

source: Close
fr: Fermer

source: Error loading notifications
fr: Erreur de chargement des notifications

source: End time must be after start time.
fr: L'heure de fin doit être postérieure à l'heure de début.
